[
    {
        "manufacturerId": 1,
        "name": "Pfizer",
        "history": "Pfizer, founded in 1849 by Charles Pfizer and Charles Erhart in Brooklyn, New York, began as a fine-chemicals company producing antiparasitic drugs. Its breakthrough came during World War II when it mass-produced penicillin using deep-tank fermentation, transforming the antibiotic into a widely available medicine. This innovation established Pfizer as a global pharmaceutical leader. Over the decades, the company expanded its portfolio with groundbreaking treatments, including cholesterol-lowering drugs, vaccines, and oncology therapies. Notably, Pfizer co-developed the first mRNA-based COVID-19 vaccine, BNT162b2, in partnership with BioNTech, which became a pivotal tool in combating the pandemic. Today, Pfizer remains a leading global biopharmaceutical company focused on research, innovation, and public health solutions.",
        "description": "",
        "details": {
            "founded": "1849",
            "headquarters": "New York City, U.S.",
            "ceo": "Dr. Albert Bourla",
            "revenue": "US $58.5 Billion",
            "operatingIncome": "US $2.17 Billion",
            "netIncome": "US $2.12 Billion",
            "totalAssets": "US $226.5 Billion",
            "totalEquity": "US $89.01 Billion",
            "numberOfEmployees": "88,000",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Annual Report on Form 10-K",
                    "link": "https://s28.q4cdn.com/781576035/files/doc_financials/2023/ar/2023-10k.pdf"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 1
            },
            {
                "vaccineId": 3
            },
            {
                "vaccineId": 5
            },
            {
                "vaccineId": 6
            },
            {
                "vaccineId": 7
            },
            {
                "vaccineId": 8
            },
            {
                "vaccineId": 2
            },
            {
                "vaccineId": 4
            },
            {
                "vaccineId": 12
            }
        ],
        "link": "https://www.pfizer.com/products/product-list",
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 2,
        "name": "Johnson & Johnson",
        "history": "Johnson & Johnson (J&J), founded in 1886 by Robert Wood Johnson and his brothers James Wood Johnson and Edward Mead Johnson, is one of the world's largest and most influential healthcare companies. Headquartered in New Brunswick, New Jersey, the company began as a manufacturer of sterile surgical supplies, inspired by the need to reduce infections in medical procedures. J&J introduced innovative products like ready-to-use surgical dressings and the first mass-produced antiseptic bandages, which revolutionized healthcare practices. Over time, the company expanded its product lines to include consumer health goods, pharmaceuticals, and medical devices. Iconic products such as Johnson’s Baby Powder and Band-Aid adhesive bandages cemented its reputation in consumer health. Today, J&J operates globally, employing over 150,000 people and remaining at the forefront of healthcare innovation, focusing on research, sustainability, and improving global health outcomes.",
        "description": "Johnson & Johnson engages in research and development, manufacture and sale of a broad range of products in the health care field. They are organized into three business segments: Consumer Health, Pharmaceutical and Medical Devices. With products sold in over 175 countries, Johnson & Johnson’s key pharmaceutical products include REMICADE®, SIMPONI®, SIMPONI ARIA®, STELARA®, DARZALEX®, IMBRUVICA®, etc. Johnson & Johnson also produces a COVID-19 vaccine: Janssen COVID-19 Vaccine.",
        "details": {
            "founded": "January 1886",
            "headquarters": "Johnson and Johnson Plaza, New Brunswick, New Jersey, U.S.",
            "ceo": "Joaquin Duato",
            "revenue": "US $85.16 Billion",
            "operatingIncome": "US $21.21 Billion",
            "netIncome": "US $35.15 Billion",
            "totalAssets": "US $167.6 Billion",
            "totalEquity": "US $68.78 Billion",
            "numberOfEmployees": "134,400",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Johnson & Johnson From Wikipedia, the free encyclopedia",
                    "link": "https://en.wikipedia.org/wiki/Johnson_%26_Johnson"
                },
                {
                    "lastUpdated": "2021",
                    "title": "Johnson & Johnson Financial Statements 2005-2021",
                    "link": "https://www.macrotrends.net/stocks/charts/JNJ/johnson-johnson/financial-statements"
                },
                {
                    "lastUpdated": "2020",
                    "title": "Johnson & Johnson Annual Report 2020",
                    "link": "https://www.investor.jnj.com/annual-meeting-materials/2020-annual-report/"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 9
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 3,
        "name": "GlaxoSmithKline",
        "history": "GlaxoSmithKline (GSK) is a leading global healthcare company with a rich history dating back to the 19th century. Its origins lie in the pharmaceutical and nutritional industries, beginning in 1873 when New Zealand-based company Joseph Nathan & Co. launched a dried milk product named 'Glaxo.' In the UK, Glaxo Laboratories was established in the 1920s, focusing on pharmaceuticals. Meanwhile, SmithKline Beckman traces its roots to a 19th-century drugstore in Philadelphia, evolving through mergers, including with French-based Beecham in 1989, to become SmithKline Beecham. GSK as we know it today was formed in 2000 through the merger of Glaxo Wellcome and SmithKline Beecham, combining decades of expertise in vaccines, consumer health, and pharmaceuticals. Headquartered in Brentford, UK, GSK continues to innovate, emphasizing respiratory, immunology, and oncology therapies while addressing global healthcare challenges.",
        "description": "GlaxoSmithKline (GSK) is a multinational pharmaceutical company with a purpose to improve the quality of human life by helping people do more, feel better, and live longer. GSK is organized into three business segments: pharmaceuticals, vaccines, and consumer healthcare. GSK operates in more than 150 countries with employees across 96 markets. Key products include Bexsero, Fluarix/FluLaval, Shingrix, Boostrix, Synflorix, Rotarix, Infanrix, Pediarix, Hepatitis vaccine, etc.",
        "details": {
            "founded": "27 December 2000",
            "headquarters": "London, England, UK",
            "ceo": "Emma Walmsley",
            "revenue": "£30.328 Billion",
            "operatingIncome": "£6.745 Billion",
            "netIncome": "£5.308 Billion",
            "totalAssets": "£59.005 Billion",
            "totalEquity": "£12.795 Billion",
            "numberOfEmployees": "70,000",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "GSK plc From Wikipedia, the free encyclopedia",
                    "link": "https://en.wikipedia.org/wiki/GSK_plc"
                },
                {
                    "lastUpdated": "2020",
                    "title": "Full year and fourth quarter 2020 report",
                    "link": "https://www.gsk.com/media/6557/fy-2020-results-announcement.pdf"
                },
                {
                    "lastUpdated": "2020",
                    "title": "GSK Key Facts",
                    "link": "https://www.gsk.com/en-gb/company/gsk-at-a-glance/"
                }
            ]
        },
        "vaccines": [
            {}
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 4,
        "name": "Merck & Co., Inc.",
        "history": "Merck & Co., Inc., founded in 1891 in the United States, traces its origins to a family-owned pharmacy established by Friedrich Jacob Merck in Darmstadt, Germany, in 1668. George Merck, a descendant of Friedrich, brought the business to America and began producing fine chemicals. By the early 20th century, Merck & Co. expanded into pharmaceuticals, becoming a key player in the emerging industry. The company made groundbreaking contributions, such as mass-producing penicillin during World War II and developing vaccines like those for measles and HPV. Today, Merck is renowned for its research-driven innovations, producing medicines and vaccines that address major global health challenges.",
        "description": "Merck & Co., Inc. is a global health care company that delivers innovative health solutions through its prescription medicines, vaccines, biologic therapies, and animal health products. Merck operates in two segments: Pharmaceutical and Animal Health segments. The Pharmaceutical segment includes human health pharmaceutical and vaccine products while the Animal Health segment discovers, develops, manufactures and markets a wide range of veterinary pharmaceutical and vaccine products, as well as health management solutions and services, for the prevention, treatment and control of disease in all major livestock and companion animal species. Merck operates in more than 140 countries worldwide with key products such as Gardasil, Varivax, Pneumovax, ProQuad, M-M-R II, etc.",
        "details": {
            "founded": "January 1891 (as a subsidiary of Merck) 1917 (as an independent company)",
            "headquarters": "Rahway, New Jersey, U.S.",
            "ceo": "Robert M. Davis",
            "revenue": "US $60.12 Billion",
            "operatingIncome": "US$1.889 Billion",
            "netIncome": "US $365 million",
            "totalAssets": "US $106.7 Billion",
            "totalEquity": "US $37.58 Billion",
            "numberOfEmployees": "72,000",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Merck & Co. From Wikipedia, the free encyclopedia",
                    "link": "https://en.wikipedia.org/wiki/Merck_%26_Co."
                },
                {
                    "lastUpdated": "2020",
                    "title": "Merck & Co., Inc. 2020 Form 10-K Annual Report",
                    "link": "https://www.sec.gov/ix?doc=/Archives/edgar/data/310158/000031015821000004/mrk-20201231.htm"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 11
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 5,
        "name": "BioNTech",
        "history": "BioNTech SE, founded in 2008 by scientists Uğur Şahin, Özlem Türeci, and Christoph Huber, is a German biotechnology company headquartered in Mainz, Germany. The company specializes in the development of immunotherapies, particularly mRNA-based therapeutics, for the treatment of cancer and infectious diseases. BioNTech initially focused on personalized cancer vaccines, leveraging its expertise in messenger RNA (mRNA) technology. However, the company gained global recognition during the COVID-19 pandemic for its rapid development of the first approved mRNA vaccine, BNT162b2, in collaboration with Pfizer. This vaccine played a pivotal role in combating the pandemic, marking a major breakthrough in biotechnology and mRNA therapeutics. BioNTech continues to innovate in oncology, infectious diseases, and rare genetic conditions, building on its vision of using cutting-edge science to improve global health.",
        "description": "T.B.A.",
        "details": {
            "founded": "2008",
            "headquarters": "Mainz, Germany",
            "ceo": "Uğur Şahin",
            "revenue": "€3.819 Billion",
            "operatingIncome": "€690.4 million",
            "netIncome": "€930.3 million",
            "totalAssets": "€23.01 Billion",
            "totalEquity": "€20.25 Billion",
            "numberOfEmployees": "6,133",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "BioNTech From Wikipedia, the free encyclopedia",
                    "link": "https://en.wikipedia.org/wiki/BioNTech"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 4
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 6,
        "name": "AstraZeneca",
        "description": "TBU",
        "history": "AstraZeneca is a global, science-led biopharmaceutical company formed in 1999 through the merger of two companies: Astra AB, a Swedish pharmaceutical firm established in 1913, and Zeneca Group, a British company created in 1993 after the demerger of Imperial Chemical Industries' healthcare business. Headquartered in Cambridge, United Kingdom, AstraZeneca specializes in the discovery, development, and commercialization of prescription medicines in oncology, cardiovascular, renal, metabolic, respiratory, and immunology. The company operates manufacturing facilities across the globe, producing medications to support its wide-ranging research and development efforts. Its innovative contributions include the development of life-saving drugs and, more recently, the co-development of the Oxford-AstraZeneca COVID-19 vaccine, underscoring its role as a leader in global healthcare.",
        "details": {
            "founded": "6 April 1999",
            "headquarters": "Cambridge Biomedical Campus, Cambridge, England",
            "ceo": "Sir Pascal Soriot",
            "revenue": "US $45.811 Billion",
            "operatingIncome": "US $8.193  Billion",
            "netIncome": "US $5.961 Billion",
            "totalAssets": "US $101.119 Billion",
            "totalEquity": "US $39.166 Billion",
            "numberOfEmployees": "89,900",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "AstraZeneca From Wikipedia, the free encyclopedia",
                    "link": "https://en.wikipedia.org/wiki/AstraZeneca"
                }
            ]
        },
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 7,
        "name": "Merck Group",
        "history": "The Merck Group, founded in 1668 in Darmstadt, Germany, is one of the oldest pharmaceutical and chemical companies in the world. Initially established as a small pharmacy by Friedrich Jacob Merck, the business evolved into a prominent manufacturer of medicinal chemicals. In the 19th century, under the leadership of Emanuel Merck, the company transitioned into an industrial enterprise, pioneering the production of alkaloids and other key compounds. Merck's innovations played a significant role in the development of modern pharmaceuticals. Over time, the company expanded its portfolio to include life sciences and performance materials, maintaining a strong focus on innovation and sustainability. Today, Merck operates globally, emphasizing cutting-edge research in healthcare, electronics, and scientific advancements, while remaining headquartered in Darmstadt.",
        "description": "The Merck Group, branded and commonly known as Merck, is a German multinational science and technology company headquartered in Darmstadt, with about 60,000 employees and a presence in 66 countries. The group includes around 250 companies; the main company is Merck KGaA in Germany. The company is divided into three business lines: Healthcare, Life Sciences and Electronics. Merck was founded in 1668 and is the world's oldest operating chemical and pharmaceutical company, as well as one of the largest pharmaceutical companies globally.",
        "details": {
            "founded": "1668",
            "headquarters": "Darmstadt, Germany",
            "ceo": "Belén Garijo",
            "revenue": "€20.99 Billion",
            "operatingIncome": "€3.609 Billion",
            "netIncome": "€2.834 Billion",
            "totalAssets": "€48.49 Billion",
            "totalEquity": "€26.68 Billion",
            "numberOfEmployees": "62,908",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Merck Group From Wikipedia, the free encyclopedia",
                    "link": "https://en.wikipedia.org/wiki/Merck_Group"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 10
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 8,
        "name": "Novartis",
        "history": "Novartis, a global healthcare company, was established in 1996 through the merger of two Swiss pharmaceutical giants, Ciba-Geigy and Sandoz. Both companies had deep roots in the chemical and pharmaceutical industries, dating back to the 19th century. Ciba-Geigy, founded in 1859 as a dye manufacturer, evolved into a major player in agricultural and pharmaceutical chemicals. Sandoz, established in 1886, was known for innovations in chemicals and life sciences, including the development of early antibiotics and pioneering work in biotechnology. The merger aimed to leverage their combined expertise, creating a diversified pharmaceutical powerhouse. Headquartered in Basel, Switzerland, Novartis focuses on innovative medicines, generics, and biosimilars, driving advancements in areas like oncology, immunology, and neuroscience. Over the years, the company has continued to grow through strategic acquisitions and investments in research, solidifying its position as a leader in global healthcare.",
        "description": "A global healthcare company based in Switzerland that provides solutions to address the evolving needs of patients worldwide.",
        "details": {
            "founded": "1996",
            "headquarters": "Basel, Switzerland",
            "ceo": "Vasant Narasimhan",
            "revenue": "$51.63 Billion",
            "operatingIncome": "$10.55 Billion",
            "netIncome": "$8.23 Billion",
            "totalAssets": "$127.31 Billion",
            "totalEquity": "$61.41 Billion",
            "numberOfEmployees": "108,000",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Novartis - Wikipedia",
                    "link": "https://en.wikipedia.org/wiki/Novartis"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Novartis Official Website - About Us",
                    "link": "https://www.novartis.com/about"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Novartis Annual Report 2022",
                    "link": "https://www.novartis.com/investors/novartis-annual-report-2022"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Novartis CEO Vasant Narasimhan on Strategic Priorities - Financial Times",
                    "link": "https://www.ft.com/content/vasant-narasimhan-novartis-strategy"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Novartis Financial Data - Reuters",
                    "link": "https://www.reuters.com/companies/NOVN.S"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Novartis Drug Development Pipeline - BioPharma Dive",
                    "link": "https://www.biopharmadive.com/novartis-drug-pipeline"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 14
            },
            {
                "vaccineId": 15
            },
            {
                "vaccineId": 16
            },
            {
                "vaccineId": 17
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 9,
        "name": "Moderna, Inc.",
        "history": "Moderna, Inc., founded in 2010 and headquartered in Cambridge, Massachusetts, is a biotechnology company specializing in messenger RNA (mRNA) technology for therapeutic and vaccine development. The company was initially focused on leveraging mRNA to produce proteins within cells to treat various diseases. Over the years, Moderna expanded its platform to include vaccines for infectious diseases, cancer treatments, and rare diseases. It gained worldwide recognition during the COVID-19 pandemic by rapidly developing and manufacturing one of the first mRNA-based vaccines, branded as Spikevax. Approved in 2020, this vaccine marked a breakthrough in biotechnology and positioned Moderna as a leader in innovative medicine. The company continues to invest in research and development to explore the vast potential of mRNA technology across various medical fields.",
        "description": "An American biotechnology company focused on developing messenger RNA (mRNA) therapeutics and vaccines.",
        "details": {
            "founded": "2010",
            "headquarters": "Cambridge, Massachusetts, USA",
            "ceo": "Stéphane Bancel",
            "revenue": "$18.47 Billion",
            "operatingIncome": "$10.54 Billion",
            "netIncome": "$8.27 Billion",
            "totalAssets": "$19.26 Billion",
            "totalEquity": "$14.12 Billion",
            "numberOfEmployees": "2,400",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Moderna - Wikipedia",
                    "link": "https://en.wikipedia.org/wiki/Moderna"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Moderna, Inc. 2022 Annual Report",
                    "link": "https://investors.modernatx.com/static-files/2022-annual-report"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Moderna Official Website - About Us",
                    "link": "https://www.modernatx.com/about-us"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Moderna CEO Interview - CNBC",
                    "link": "https://www.cnbc.com/2023/04/12/moderna-ceo-on-covid-19-vaccine-development.html"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Moderna's Financial Overview - Reuters",
                    "link": "https://www.reuters.com/companies/MRNA.OQ"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Moderna R&D Pipeline - Science Direct",
                    "link": "https://www.sciencedirect.com/journal/moderna-r-and-d"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 18
            },
            {
                "vaccineId": 19
            },
            {
                "vaccineId": 20
            },
            {
                "vaccineId": 21
            },
            {
                "vaccineId": 22
            },
            {
                "vaccineId": 23
            },
            {
                "vaccineId": 24
            },
            {
                "vaccineId": 25
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 10,
        "name": "Sinovac Biotech",
        "description": "A Chinese biopharmaceutical company that focuses on the research, development, manufacture, and commercialization of vaccines that protect against human infectious diseases.",
        "details": {
            "founded": "1999",
            "headquarters": "Beijing, China",
            "ceo": "Yin Weidong",
            "revenue": "$510 Million",
            "operatingIncome": "$170 Million",
            "netIncome": "$120 Million",
            "totalAssets": "$1.5 Billion",
            "totalEquity": "$800 Million",
            "numberOfEmployees": "1,200",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Sinovac Biotech - Wikipedia",
                    "link": "https://en.wikipedia.org/wiki/Sinovac_Biotech"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Sinovac Biotech Company Overview - Bloomberg",
                    "link": "https://www.bloomberg.com/profile/company/SVA:US"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Sinovac Biotech Official Website - About Us",
                    "link": "http://www.sinovac.com/?lang=en"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Sinovac's COVID-19 Vaccine Development - Nature Journal",
                    "link": "https://www.nature.com/articles/d41586-021-00232-5"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Sinovac Financial Statements - MarketScreener",
                    "link": "https://www.marketscreener.com/quote/stock/SINOVAC-BIOTECH-LTD-38133/financials/"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Sinovac Biotech in the Global Vaccine Market - The Lancet",
                    "link": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(21)00224-5/fulltext"
                }
            ]
        },
        "vaccines": [
            {
                "vaccineId": 26
            },
            {
                "vaccineId": 27
            },
            {
                "vaccineId": 28
            },
            {
                "vaccineId": 29
            }
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 11,
        "name": "Serum Institute of India",
        "description": "The world's largest vaccine manufacturer by number of doses produced and sold globally, providing vaccines for polio, diphtheria, tetanus, pertussis, Hib, BCG, r-Hepatitis B, measles, mumps, and rubella.",
        "details": {
            "founded": "1966",
            "headquarters": "Pune, India",
            "ceo": "Adar Poonawalla",
            "revenue": "$840 Million",
            "operatingIncome": "$320 Million",
            "netIncome": "$230 Million",
            "totalAssets": "$3.5 Billion",
            "totalEquity": "$2.8 Billion",
            "numberOfEmployees": "7,000",
            "sources": [
                [
                    {
                        "lastUpdated": "2023",
                        "title": "Serum Institute of India - Wikipedia",
                        "link": "https://en.wikipedia.org/wiki/Serum_Institute_of_India"
                    },
                    {
                        "lastUpdated": "2023",
                        "title": "Serum Institute of India Official Website - About Us",
                        "link": "https://www.seruminstitute.com/about_us.php"
                    },
                    {
                        "lastUpdated": "2023",
                        "title": "Adar Poonawalla: CEO of Serum Institute of India - Forbes",
                        "link": "https://www.forbes.com/profile/adar-poonawalla/"
                    },
                    {
                        "lastUpdated": "2023",
                        "title": "Serum Institute of India Financial Data - MoneyControl",
                        "link": "https://www.moneycontrol.com/financials/serum-institute-of-india"
                    },
                    {
                        "lastUpdated": "2023",
                        "title": "The Serum Institute’s Role in Global Vaccination - The Guardian",
                        "link": "https://www.theguardian.com/global-development/2023/mar/15/serum-institute-of-india-vaccine-production"
                    },
                    {
                        "lastUpdated": "2023",
                        "title": "Serum Institute of India's Impact on COVID-19 Vaccine Supply - BBC News",
                        "link": "https://www.bbc.com/news/business-56730468"
                    }
                ]
            ]
        },
        "vaccines": [
            {}
        ],
        "lastUpdated": "2024-Aug"
    },
    {
        "manufacturerId": 12,
        "name": "Bharat Biotech",
        "description": "An Indian biotechnology company that is known for developing innovative vaccines, biotherapeutics, and healthcare products.",
        "history": "Bharat Manufacture has its roots in the industrial development of India, reflecting the nation's rise as a global manufacturing hub. Emerging during the post-independence era, when India sought to establish self-reliance in key industries, Bharat Manufacture initially focused on producing essential goods to reduce dependence on imports. As the country embraced economic reforms in the 1990s, Bharat Manufacture diversified and modernized, adopting advanced technologies and global best practices. This transformation was fueled by the 'Make in India' initiative, launched in 2014, which encouraged domestic production and foreign investments. Today, Bharat Manufacture spans various sectors, from automotive and textiles to cutting-edge electronics and pharmaceuticals, symbolizing India's innovative spirit and industrial prowess on the world stage.",
        "details": {
            "founded": "1996",
            "headquarters": "Hyderabad, India",
            "ceo": "Krishna Ella",
            "revenue": "$350 Million",
            "operatingIncome": "$110 Million",
            "netIncome": "$80 Million",
            "totalAssets": "$600 Million",
            "totalEquity": "$400 Million",
            "numberOfEmployees": "3,000",
            "sources": [
                {
                    "lastUpdated": "2023",
                    "title": "Bharat Biotech - Wikipedia",
                    "link": "https://en.wikipedia.org/wiki/Bharat_Biotech"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Bharat Biotech Official Website - About Us",
                    "link": "https://www.bharatbiotech.com/about-us.html"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Bharat Biotech's COVID-19 Vaccine Development - Nature",
                    "link": "https://www.nature.com/articles/s41591-021-01370-5"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Bharat Biotech's Covaxin: Approval and Global Use - World Health Organization (WHO)",
                    "link": "https://www.who.int/news-room/feature-stories/detail/covaxin-bharat-biotech"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Bharat Biotech Financial Overview - Business Standard",
                    "link": "https://www.business-standard.com/company/bharat-biotech-26537/information/company-history"
                },
                {
                    "lastUpdated": "2023",
                    "title": "Interview with Bharat Biotech Founder Krishna Ella - Economic Times",
                    "link": "https://economictimes.indiatimes.com/news/company/corporate-trends/interview-with-bharat-biotech-founder-krishna-ella"
                }
            ]
        },
        "vaccines": [
            {}
        ],
        "lastUpdated": "2024-Aug"
    }
]