[
    {
        "pathogenId": 1,
        "name": "Respiratory Syncytial Virus (RSV)",
        "description": "Respiratory Syncytial Virus (RSV) is a common respiratory virus that causes infections in the lungs and respiratory tract. It is known for causing cold-like symptoms, but it can lead to more severe respiratory illnesses, such as bronchiolitis and pneumonia, particularly in young children and older adults. RSV is highly contagious and spreads through respiratory droplets, making it a significant concern during the winter months.",
        "vaccines": [
            {
                "vaccineId": 1
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/489/course/overviewfiles/Picture1.png",
        "bulletpoints": "The respiratory syncytial virus (RSV) is an RNA virus that causes annual ARI outbreaks during winter with mild URTI in the general population, but with severe LRTI particularly among young children (bronchiolitis), patients with underlying diseases and people >65 years of age.|RSV does not induce a long-lasting protective immunity and repeated infections throughout life are the norm.|Basically, all children have been infected by 2 years of age and of those hospitalized, >50% are <3 months and 75% are <6 months of age. The overall CFR is 1/500.|For adults ≥65 years, RSV hospitalization rates are 90–250/105.|There is no specific therapy, general preventive measures include general hygiene and isolation/separation of patients.|A monoclonal anti-F-protein antibody is available for passive immunization of selected high-risk children. It requires monthly injections, comes at a high cost and has limited efficacy (50% against RSV hospitalization).|Active immunization failed in the past, probably as the post-fusion conformation of the F-protein was used.|Long-acting monoclonal antibodies (for infants) as well as stabilized pre-fusion F-protein vaccines (for immunization of pregnant women, children, older adults) produced on various platforms are in late stages of clinical development.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=RSV"
    },
    {
        "pathogenId": 2,
        "name": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV2)",
        "description": "COVID-19 is a respiratory illness caused by the SARS-CoV-2 virus. It was first identified in Wuhan, China, in late 2019 and has since become a global pandemic. Symptoms can range from mild, such as fever and cough, to severe, including difficulty breathing and pneumonia. The virus primarily spreads through respiratory droplets and can lead to significant health complications, particularly in older adults and those with underlying health conditions.",
        "vaccines": [
            {
                "vaccineId": 4
            },
            {
                "vaccineId": 9
            },
            {
                "vaccineId": 10
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/555/course/overviewfiles/44%20-%20COVID19%20small.png",
        "bulletpoints": "Coronavirus disease 19 (COVID-19) is a respiratory disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a novel coronavirus which emerged in Wuhan, China in 2019, and from there spread to other parts of mainland China and around the world.|The virus spreads mainly through respiratory droplets produced when an infected person coughs, sneezes, or speaks. On average, the time from exposure to SARS-CoV-2 to the appearance of symptoms is 5–6 days but can range from 1–14 days.|Asymptomatic infections with SARS-CoV-2 can occur. In those with symptoms, most people (approx. 80%) will experience a mild to moderate respiratory illness and recover without hospital management.|Adults 65 years of age and older, and individuals of any age with underlying medical conditions, are at increased risk for severe COVID-19 and death. Complications include respiratory failure, acute respiratory distress syndrome, sepsis/septic shock, thromboembolism, multiorgan failure and death.|In rare cases, children and adults can develop a severe inflammatory syndrome a few weeks after SARS-CoV-2 infection.|Vaccines are available to help prevent COVID-19 disease; by August 2021,7 vaccines had been authorized for use by the WHO to prevent COVID-19 caused by SARS-CoV-2, with others approved by country regulatory authorities. For regular updates, please see VacciPROFILES.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=SARS"
    },
    {
        "pathogenId": 3,
        "name": "Streptococcus pneumoniae",
        "description": "Pneumococcal disease is caused by the bacterium Streptococcus pneumoniae. It can lead to various serious infections, including pneumonia, meningitis, and sepsis. The disease predominantly affects children and older adults, but can also impact other age groups. Symptoms can range from mild respiratory issues to severe illness requiring hospitalization.",
        "vaccines": [
            {
                "vaccineId": 3
            },
            {
                "vaccineId": 5
            },
            {
                "vaccineId": 6
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/543/course/overviewfiles/34%20-%20Streptococcus%20pneumoniae%20small.png",
        "bulletpoints": "Streptococcus pneumoniae is a Gram-positive encapsulated diplococcus. |The capsule determines the ≥100 serotypes, is the relevant vaccine antigen and the main pathogenicity factor.  |Children <5 years are the main reservoir and often spread S. pneumoniae to the elderly.|Presence of an acute viral respiratory tract infection (ARI) may favor the development of mucosal pneumococcal infections, as theoretical, experimental, epidemiological, and clinical data indicate viral-bacterial synergy.|Many risk factors like anatomical and immunological factors, underlying diseases, and environmental/behavioral factors favor development of invasive pneumococcal disease (IPD).|Pneumococcal diseases can be treated with different groups of antibiotics, depending on the local resistance situation.|Polysaccharide and polysaccharide-conjugate vaccines are used for pneumococcal disease prevention.|The disadvantages of 23-valent pneumococcal polysaccharide vaccine (Pneumovax®) are lack of memory cell induction, and thus no booster response,no reduction of carriage, and thus no herd protection,lack of IgG immune response in children <2 years,only short-term and moderate protection rates in subjects ≥65 years against bacteremic pneumonia only.In contrast, pneumococcal conjugate vaccines (PCVs) generate a memory response in all ages,can reduce pneumococcal acquisition/colonization,reduce mucosal diseases (otitis media, non-bacteremic pneumonia, IPD),and there is long-term protection.|Currently licensed and marketed PCVs are PCV10 (Synflorix®, not licensed in the USA; indicated only for children), PCV13 (Prevenar 13® [Europe]; Prevnar 13® [USA]) and PCV15 (Vaxneuvance®) which are both licensed in EU and USA for adults and children, and PCV20 (Prevnar 20® [USA]; Apexxnar® [Europe]) which is currently only licensed for use in adults.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Streptococcus"
    },
    {
        "pathogenId": 4,
        "name": "Tick-Borne Encephalitis (TBE)",
        "description": "Tick-borne encephalitis (TBE) is a viral infection transmitted by ticks that affects the central nervous system. It can cause severe symptoms including encephalitis, meningitis, and can lead to long-term neurological problems. The vaccine is recommended for individuals living in or traveling to areas where TBE is prevalent.",
        "vaccines": [
            {
                "vaccineId": 7
            },
            {
                "vaccineId": 12
            },
            {
                "vaccineId": 13
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/523/course/overviewfiles/51%20-%20Tick%20Borne%20Encephalitis%20b.png",
        "bulletpoints": "Tick-borne encephalitis (TBE) is the medically most common tick-borne viral disease in Europe and Asia.|The TBE virus (TBEV) is a member of the family Flaviviridae.|Transmission mainly to humans occurs by ticks of the Family Ixodidae, mainly the castor bean tick (Ixodes ricinus) in Europe and the taiga tick (Ixodes persulcatus) in Asia. Rarely TBEV is also transmitted by contaminated milk of infected ungulates (goat, sheep, cow).|The clinical course of TBE is variable and may range from subclinical to fatal encephalomyelitis. Probably host and viral factors are involved in the pathogenesis of disease.|So far, no specific treatment of the disease is available.|The only effective prevention of TBE is vaccination. A number of different vaccines are available worldwide. In Europe two vaccines are licensed which contain inactivated European subtype TBEV.|Probably the European vaccines protect also against infections with other subtypes of TBEV.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=TBE"
    },
    {
        "pathogenId": 5,
        "name": "Neisseria meningitidis",
        "description": "Neisseria meningitidis, often referred to as the meningococcus, is a Gram-negative bacterium that can cause meningitis and other forms of meningococcal disease such as meningococcemia, a life-threatening sepsis. ",
        "vaccines": [
            {
                "vaccineId": 8
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/541/course/overviewfiles/35%20-%20Neisseria-meningitidis-diseases%20small.png",
        "bulletpoints": "Meningococcal disease is caused by the Gram-negative bacterium Neisseria meningitidis (the meningococcus). It remains a significant public health issue globally causing both endemic and epidemic disease in developed and developing countries.|Approximately 10% of humans harmlessly carry N. meningitidis in the oronasopharynx. On very rare occasions the bacteria may cross the epithelium and enter the blood stream causing sudden onset of sepsis and or meningitis with high complication and case fatality rates, even with appropriate antibiotic treatment.|A limited number of strains cause the majority of invasive disease and, in normally healthy individuals, these practically always express a protective polysaccharide capsule on their cell surface.|There are 12 capsular serogroups, of which A, B, C, W, X and Y cause the vast majority of invasive meningococcal disease worldwide.|Polysaccharide-based vaccines target the capsule and so are serogroup-specific.|Plain (unconjugated) polysaccharide vaccines were developed first and have been used in control of serogroup A epidemics in sub-Saharan Africa and for controlling serogroup C disease in the military and college students. Associated limitations include poor immunogenicity in young children, hyporesponsiveness with repeat doses, inability to induce immune memory and lack of an effect on carriage.|Conjugated polysaccharide vaccines have none of these limitations and, most importantly, significantly reduce carriage. Therefore, large scale vaccination of cohorts with high carriage (catch-up campaigns) are highly effective in inducing herd protection.|Serogroup C conjugate vaccines have been hugely successful in dramatically reducing disease in the countries that have instigated immunization programs together with appropriate catch-up campaigns.|Meningococcal quadrivalent conjugate vaccines are now being implemented into schedules.|With the development and introduction of a meningococcal serogroup A conjugate vaccine, serogroup A disease has disappeared from those sub-Saharan countries who have implemented campaigns. |The serogroup B polysaccharide is poorly immunogenic and so broad coverage protein-based serogroup B vaccines have been developed.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Neisseria"
    },
    {
        "pathogenId": 6,
        "name": "Human Papilloma Virus (HPV)",
        "description": "Human papillomavirus (HPV) is a viral infection that commonly causes skin or mucous membrane growths (warts).",
        "vaccines": [
            {
                "vaccineId": 11
            },
            {
                "vaccineId": 159
            },
            {
                "vaccineId": 160
            },
            {
                "vaccineId": 161
            },
            {
                "vaccineId": 162
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/507/course/overviewfiles/45%20-%20Human%20Papillomavirus%20diseases%20small.png",
        "bulletpoints": "HPV is extremely common worldwide and mainly transmitted through sexual contact; most people are infected with HPV shortly after onset of sexual activity.|There are >200 types of HPV, of which at least 12 are cancer-causing (oncogenic or high-risk types). |HPV is a causal factor for several anogenital and a subset of oropharyngeal cancers with 2 HPV types (16 and 18) causing 72% of all HPV-associated cancers. |Cervical cancer is the fourth most common cancer among women globally with nearly 90% of the deaths occurring in low- and middle-income countries. |Comprehensive cervical cancer control includes primary prevention (vaccination against HPV), secondary prevention (screening and treatment of pre-cancerous lesions) as well as treatment of invasive cervical cancer. |The currently licensed vaccines are L1 VLP-based and prophylactic; they have been shown to be safe and highly effective in preventing HPV infections and HPV-associated lesions, precancer and cancer. |Neutralizing antibodies are the mechanism of protection for prophylactic HPV VLP-based vaccines.|Therapeutic HPV vaccines targeting the oncoproteins E6 and E7 are in clinical development.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=HPV"
    },
    {
        "pathogenId": 7,
        "name": "Chikungunya Virus",
        "vaccines": [
            {
                "vaccineId": 31
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/491/course/overviewfiles/59%20-%20Chikungunya.png",
        "bulletpoints": "Chikungunya is a viral disease with fever, severe joint pain and rash transmitted by infected Aedes mosquitoes.|The virus was first isolated in Tanzania in 1952 and has since spread around the globe with major outbreaks in the Indian Ocean islands in 2005-2006 and the Americas in 2013-2014.|Chikungunya can lead to chronic joint pain lasting months or years in 30-40% of cases, especially in those with pre-existing joint diseases.|There is no specific antiviral treatment, and management focuses on symptom relief with rest, fluids, and pain medications.|Prevention relies on mosquito control measures and personal protection to avoid mosquito bites in areas with chikungunya transmission.|The first chikungunya vaccine, Ixchiq is a live attenuated vaccine, It was approved by the FDA in November 2023 as a single dose for individuals 18 years of age and older at high risk of exposure. Ixchiq owns a good safety profile with acceptable tolerability. It induces high levels of neutralizing antibodies in vaccinated individuals. Several other vaccine candidates are under development.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Chikungunya"
    },
    {
        "pathogenId": 8,
        "name": "Influenza Virus",
        "description": "Influenza, commonly known as the flu, is a contagious respiratory illness caused by influenza viruses. It can cause mild to severe illness, and at times can lead to hospitalization or death. It is spread mainly through respiratory droplets.",
        "vaccines": [
            {
                "vaccineId": 15
            },
            {
                "vaccineId": 22
            },
            {
                "vaccineId": 28
            }
        ],
        "combinedVaccines": [
            {
                "vaccineId": 15
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/525/course/overviewfiles/43%20-%20Influenza.png",
        "bulletpoints": "The influenza virus is a segmented RNA virus with different mechanisms for mutations, and hence for minor (antigenic drift) and major (antigenic shift) changes.|Influenza virus A was responsible for pandemics on average every 30 years in the past, with the most recent being the 2009 swine-origin influenza A H1N1 (SO-H1N1). |The clinical picture is unspecific: seasonal or pandemic influenza cannot be differentiated from other viral respiratory infections on clinical grounds. PCR has become the standard for microbiological confirmation of the diagnosis. |Treatment options remain limited with neuraminidase inhibitors (oseltamivir; zanamivir). Resistance may occur under treatment or under prophylaxis; however, it is still rare overall. |Vaccination is still the preferred method for prevention. However, the long lead time for production (at least 6 months) poses a challenge. Innovative new techniques like cell culture or recombinant productions are urgently needed. |Pandemic influenza vaccines for SO-H1N1 were shown to be effective and safe in children, pregnant women, adults, and also in elderly",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=influenza"
    },
    {
        "pathogenId": 9,
        "name": "Hepatitis B Virus",
        "description": "Hepatitis B is a viral infection that attacks the liver and can cause both acute and chronic diseases. It is spread through contact with infectious body fluids.",
        "vaccines": [
            {
                "vaccineId": 15
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/537/course/overviewfiles/37%20-%20Hepatitis%20B%20small.png",
        "bulletpoints": "HBV disease is a significant cause of acute and chronic liver disease worldwide.|Mother-to-infant transmission is the main mode of transmission to susceptible subjects, which can be prevented with HBV vaccine alone or in combination with hepatitis B immunoglobulin. This intervention markedly reduces the number of new HBsAg carriers.|For subjects not responding to current HBV vaccines as reflected by an inadequate anti-HBs titer, future generation vaccines incorporating additional vaccine components such as preS1 and preS2 may improve the efficacy of protective antibody production.|Apart from preventative vaccines, future therapeutic vaccines along with current anti-HBV treatment strategies might enhance the rate of functional cures as indicated by the loss of HBsAg.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Hepatitis"
    },
    {
        "pathogenId": 10,
        "name": "Hepatitis A Virus",
        "description": "Hepatitis A is a highly contagious liver infection caused by the hepatitis A virus. It is transmitted through consumption of contaminated food and water.",
        "vaccines": [
            {
                "vaccineId": 27
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/539/course/overviewfiles/36%20-%20Hepatitis%20A%20small.png",
        "bulletpoints": "Hepatitis A virus (HAV) is a single-stranded “nonenveloped” RNA virus in the picornaviridae family.|HAV is most often transmitted by the fecal-oral route, but also by contaminated food, water, sexual contact, and intravenous drug use.|HAV causes little if any symptoms in the very young.|Disease symptoms from liver damage become more frequent in older ages and even fulminant liver failure with death is observed in the elderly.|Unlike hepatitis B and C, hepatitis A does not cause chronic liver disease.|With lack of sanitation and hygiene, HAV infection occurs early in life inducing life-long protection, whereas in countries with good sanitation and hygiene, infections are seen later in life and are more severe. |There is no causal treatment, but available vaccines are well tolerated, have an excellent safety profile and are highly effective with long-lasting protection after 2 doses.|Hepatitis A vaccines can be used for pre- as well as for post-exposure prophylaxis and for individual as well as for population protection.|Vaccinating a small fraction of the population (3%) – i.e., children aged 1–4 years serving as the reservoir and source of HAV – resulted in herd protection with 96% disease reduction in the whole population of Israel.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Hepatitis"
    },
    {
        "pathogenId": 11,
        "name": "Varicella-Zoster Virus (VZV)",
        "description": "Varicella-zoster virus (VZV) causes chickenpox and shingles. Chickenpox is a highly contagious disease characterized by an itchy rash and flu-like symptoms. Shingles is a painful rash that occurs later in life due to the reactivation of VZV.",
        "vaccines": [
            {
                "vaccineId": 17
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/529/course/overviewfiles/41%20-%20Varicella-Zoster%20small.png",
        "bulletpoints": "A live attenuated vaccine against varicella (later also used to prevent zoster) was developed in 1974 by Takahashi and colleagues.|Varicella vaccine was licensed for universal immunization of healthy children in the United States in 1995. It is also now used for this purpose in at least 15 additional countries all over the world. Varicella is disappearing in the US.|Varicella vaccine has proven extremely safe and side effects are unusual, mild, and less serious than varicella or its complications.|85% of children are protected completely after 1 dose; the 15% who develop varicella despite immunization usually (but not always) have mild infections. These 15%, however, can transmit the wild type virus to others.|Therefore, for optimal effect, 2 doses are required, mostly to address children who did not have an optimal primary immune response after the first dose.|Waning immunity does not seem to pose a serious problem, but surveillance of vaccinees is continuing.|It was demonstrated in 2005 that at a high dose of vaccine – 15 times higher than that used for prevention of varicella in children – zoster in adults can also be safely prevented.|The live attenuated zoster vaccine is effective in approximately 50% of healthy individuals over age 60 who have had varicella in the past, and therefore have latent infection with varicella-zoster virus. It is given as one dose, but its effect runs out about 8 years after vaccination.In 2017, a new vaccine against zoster was also introduced. This is a subunit vaccine which does not contain contagious virus. It is even more effective than the older zoster vaccine and is over 95% effective in adults 50–≥70 years of age in preventing zoster and post herpetic neuralgia.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Varicella"
    },
    {
        "pathogenId": 12,
        "name": "Measles Virus",
        "description": "Measles is a highly contagious viral disease characterized by a rash, fever, and cough. It can lead to severe complications, including pneumonia and encephalitis.",
        "vaccines": [
            {
                "vaccineId": 18
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/535/course/overviewfiles/38%20-%20Measles%20small.png",
        "bulletpoints": "Measles, known from the early ages, is caused by a paramyxovirus.|A Persian colleague named Rhazes (854–925 A.D.) was likely the first to distinguish smallpox from measles, this milder disease getting the name “morbilli” (little disease) from the Latin word morbus (disease).|Being one of the most contagious infections, a measles-infected individual may on average transmit the virus to 12–18 susceptible persons from 3–4 days before to soon after first clinical symptoms appear.|Essentially only mankind’s (and some monkey species’) disease, measles is potentially eradicable by vaccination, provided vaccine uptake exceeds 95% for a long enough time. This remains a challenge, and we likely will continue to have measles with us for a long time. ",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Measles"
    },
    {
        "pathogenId": 13,
        "name": "Mumps Virus",
        "description": "Mumps is a contagious disease caused by the mumps virus, leading to swollen salivary glands, fever, and headache. It can lead to complications such as meningitis and orchitis.",
        "vaccines": [
            {
                "vaccineId": 19
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/531/course/overviewfiles/40%20-%20Mumps%20small.png",
        "bulletpoints": "Like measles, mumps is caused by a paramyxovirus, and it is only a disease of humans. The word 'mumps' may relate to an old English term meaning grimace or mumble.|Mumps was first described by Hippocrates (460-377 B.C.) in his book “Epidemics”, where he noted the presence of swelling around the ears and painful swelling of the testes. Central nervous system involvement was published by R Hamilton in 1790 in Scotland.|Being less contagious than measles, an infected individual may still transmit mumps to 10-12 susceptible persons from 3-4 days before onset until 2 days after the onset of symptoms.|Several live virus strains were developed as vaccine strains. Jeryl Lynn and its derivative RIT-4385 are in wide use in industrialized countries, L-Zagreb in the non-industrialized world.|As the interpretation of serological data is not well understood the clinical value of mumps vaccines is evaluated on the basis of impact data only.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=mumps"
    },
    {
        "pathogenId": 14,
        "name": "Rubella Virus",
        "description": "Rubella, also known as German measles, is a viral infection characterized by a rash and fever. It can cause severe birth defects if contracted by pregnant women.",
        "vaccines": [
            {
                "vaccineId": 20
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/533/course/overviewfiles/39%20-%20Rubella%20small.png",
        "bulletpoints": "Rubella is caused by an RNA virus. Infection results mostly in few or no symptoms. Viremia and viral shedding start before a rash may be seen.|German physicians were probably the first to describe rubella in the early 19th century, hence the name 'German measles'. A British physician reported an outbreak in a boys’ school in India in 1841. He used the word rubella, 'little red', a Latin diminutive from ruber (red).|Rubella is often indistinguishable from other viral exanthematous diseases, but palpable posterior auricular and suboccipital lymph nodes are almost pathognomonic.|Rubella infection during pregnancy may result in cataract, heart disease and deafness in an infant, forming the key triad defining “congenital rubella syndrome”, CRS. Also, mental retardation is common. After birth, rubella is a mild disease with rare complications only.|There is no treatment for rubella or CRS, but vaccination programs usually with MMR-vaccine maintaining high vaccine uptake over time can virtually eliminate rubella.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=rubella"
    },
    {
        "pathogenId": 15,
        "name": "Yellow Fever Virus",
        "description": "Yellow fever is a viral disease transmitted by mosquitoes, characterized by fever, chills, and muscle pain. In severe cases, it can lead to liver damage and bleeding.",
        "vaccines": [
            {
                "vaccineId": 21
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/515/course/overviewfiles/53%20-%20Yellow%20Fever%20small.png",
        "bulletpoints": "Yellow fever is an acute viral hemorrhagic disease transmitted by infected mosquitoes. The 'yellow' in the name refers to the jaundice from direct liver damage.|The virus is endemic in tropical areas of Africa and Central and South America.|There is no specific treatment or antiviral drug for yellow fever but appropriate supportive treatment in hospitals improves survival rates.|Vaccination is the single most important preventive measure. Several yellow fever vaccines are manufactured by different developers. All of them are safe, affordable, and appear to provide protection for >30–35 years. Some are WHO-prequalified.|The Eliminate Yellow Fever Epidemics (EYE) Strategy launched in 2017 aims at protecting at-risk populations, preventing international spread, and containing outbreaks rapidly. By 2026, it is expected that more than 1 billion people will be protected against the disease.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=yellow+fever"
    },
    {
        "pathogenId": 20,
        "name": "Rabies virus (RabV)",
        "description": "Rabies virus is a neurotropic virus that causes rabies, a fatal disease that affects the central nervous system. It is transmitted primarily through the bite of an infected animal. The RabAvert vaccine uses an inactivated form of the virus to provide immunity.",
        "vaccines": [
            {
                "vaccineId": 17
            },
            {
                "vaccineId": 30
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/521/course/overviewfiles/50%20-%20Rabies%20small.png",
        "bulletpoints": "Rabies is the deadliest disease known to mankind and yet it is virtually 100% vaccine preventable.|There are no known cures for rabies once clinical symptoms are evident.|Over 95% of all human deaths occur in Asia and Africa and approximately 99% of all deaths are caused by exposure to infected dogs.|Children under 15 years of age constitute an estimated 40% of the victims of rabies and they should be targeted for increased educational awareness programs.|In regions where the exposure rates are high and access to rabies vaccines is limited, administering pre-exposure-prophylaxis (PrEP) to children would save lives.|Rabies is significantly under-reported and often misdiagnosed as another encephalitic disease.|Travelers visiting rabies endemic countries where vaccine supplies are limited should consider receiving PrEP (vaccination).",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Rabies"
    },
    {
        "pathogenId": 23,
        "name": "Japanese Encephalitis Virus (JEV)",
        "description": "Japanese Encephalitis Virus (JEV) is a mosquito-borne virus that causes Japanese encephalitis, a severe neurological disease. JEV primarily affects children and can cause inflammation of the brain, leading to symptoms like high fever, headache, neck stiffness, seizures, and, in severe cases, permanent neurological damage or death.",
        "vaccines": [
            {
                "vaccineId": 29
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/513/course/overviewfiles/49%20-%20Japanese%20Encephalitis%20small.png",
        "bulletpoints": "Japanese Encephalitis (JE) is an endemic vector-borne (mosquitoes) zoonotic flavivirus disease in Asia with severe neurological manifestations (case fatality rate CFR 20–30%; 30–50% of survivors with serious sequelae).|Japanese Encephalitis Virus (JEV) is the leading cause of viral encephalitis in Asia and exposes an estimated 3 billion people to the risk of infection. Other regions of the world have conditions suiting JEV without circulation of the virus (yet).|Most JEV infections are asymptomatic or only cause mild symptoms. 1 in 250 infections progresses to severe disease for which no specific treatment is yet available.|Neutralizing antibodies develop after infection. In endemic areas this occurs usually during childhood followed by subclinical re-exposure with life-long immunity protecting against disease. Disease in adult populations in endemic areas is rare.|General prevention includes avoidance of mosquito bites, e.g., repellents, long-sleeved clothes, coils and vaporizers.|Vaccine prevention: Neutralizing antibodies (PRNT50 titer ≥ 1: 10) is the correlate of protection. Vaccines currently used are live attenuated JE vaccines and recombinant chimeric JE vaccines (mostly in endemic countries) and cell culture-derived inactivated JE vaccines (travelers, endemic countries).|As animal reservoirs of the JEV cannot be eradicated, universal vaccination of humans can control the disease in humans. Optimal JE control in endemic countries is limited by issues around vaccine supply, surveillance (burden of disease underestimation), and resource competition / prioritization.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=JEV"
    },
    {
        "pathogenId": 24,
        "name": "Norovirus",
        "description": "Norovirus is a highly contagious virus that causes gastroenteritis, leading to inflammation of the stomach and intestines. It is often associated with outbreaks of vomiting and diarrhea, especially in enclosed environments like cruise ships, hospitals, and schools. The virus is transmitted through contaminated food, water, surfaces, or from person to person. While typically mild, norovirus infections can cause severe dehydration, particularly in vulnerable populations such as young children, the elderly, and immunocompromised individuals.",
        "vaccines": [
            {}
        ],
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=norovirus"
    },
    {
        "pathogenId": 25,
        "name": "Adenovirus",
        "description": "Adenoviruses are medium-sized, nonenveloped viruses that primarily cause respiratory illnesses, but can also lead to gastroenteritis, conjunctivitis, and neurological diseases. They contain a double-stranded DNA genome and are known for their resilience in the environment.",
        "vaccines": [
            {
                "vaccineId": 32
            },
            {
                "vaccineId": 33
            }
        ],
        "bulletpoints": "Viral vector vaccines use harmless, non-replicating or replicating viruses to deliver genetic material for production of vaccine antigens into host cell cytoplasm. |While viral vector vaccines may theoretically induce life-long immunity with low antigen concentrations, their attenuation, safety and spread to the community are of concern. |Vaccines based on recombinant viral vectors can induce both humoral and cellular immune responses. |Adenovirus vectors are versatile gene transfer vectors that can be easily manufactured, and which may allow simultaneous expression of multiple antigens by a single vector construct. |Adenovirus vector vaccines based on the adenovirus Ad26 vector have been widely used as vaccines against Ebola and COVID19 (see Chapters 44 and 56). |A common concern of using viral vector vaccines is pre-existing immunity or induction of immunity against the vector itself, but in some circumstances it has no meaningful impact and it can be resolved in several ways. |Several harmless viruses are already used as vectors for innovative vaccines and many more are in research.",
        "link": "https://www.cdc.gov/adenovirus/about/index.html",
        "image": "https://vaccitutor.com/pluginfile.php/477/course/overviewfiles/08%20-%20Vector%20Vaccines%20small.png"
    },
    {
        "pathogenId": 26,
        "name": "Variola Virus",
        "description": "Variola virus is the causative agent of smallpox, a highly contagious and deadly disease that has been eradicated through vaccination efforts. It belongs to the genus Orthopoxvirus and is characterized by its ability to cause severe illness in humans.",
        "vaccines": [
            {}
        ],
        "bulletpoints": "Smallpox was a severe disease causing substantial mortality among populations over several thousand years.| It is caused by an orthopoxvirus, the variola (= smallpox) virus. |Smallpox is a febrile disease with a maculo-, papulo-, vesicular and finally pustular rash, the typical pox lesions, numerous complications and a fatality rate of approximately 30%. |Material from smallpox patients was used to inoculate healthy subjects (“variolation”) in medieval China, possibly offering some protection, but it was associated with high risk of complications and death. |In 1796, the English physician Edward Jenner discovered that material from cowpox lesions inoculated into healthy subjects protected against smallpox in a comparatively safe way. This discovery was the invention of vaccination. |Vaccination campaigns in the 19th and 20th century controlled smallpox, and following a global WHO-coordinated eradication campaign, it was finally declared eradicated by 1980. |Other orthopoxviruses, such as the mpox virus, are still causing human disease in some geographies and may be emerging due to waning population immunity and population growth in previously rural or forested areas. |Two antiviral compounds have been licensed for specific treatment. |Various vaccines based on Jenner’s invention, using scarification with replicating live vaccinia strains, are still available globally for outbreaks. |In the Western world, two smallpox vaccines are licensed and stockpiled today for emergency use: |ACAM2000, a cell culture GMP-produced vaccinia strain; and |a non-replicating, “Modified Vaccinia Ankara” (MVA) vaccine, GMP-produced on chicken embryo fibroblasts.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=variola+virus",
        "image": "https://vaccitutor.com/pluginfile.php/499/course/overviewfiles/Picture1.png"
    },
    {
        "pathogenId": 28,
        "name": "Monkeypox (MPV,MPXV, or hMPXV)",
        "description": "Monkeypox, also known as MPV, MPXV, or hMPXV, is a viral disease caused by the monkeypox virus, a species of double-stranded DNA virus belonging to the Orthopoxvirus genus. It primarily spreads through close contact with infected individuals or animals and can lead to symptoms such as fever, rash, and swollen lymph nodes.",
        "vaccines": [
            {}
        ],
        "link": "https://www.who.int/health-topics/mpox"
    },
    {
        "pathogenId": 29,
        "name": "Ebolavirus",
        "description": "Ebolavirus is a group of viruses that cause Ebola virus disease (EVD), a severe and often fatal illness in humans and nonhuman primates, characterized by symptoms such as fever, fatigue, muscle pain, and bleeding. The virus is transmitted through direct contact with infected bodily fluids or contaminated surfaces.",
        "vaccines": [
            {
                "vaccineId": 137
            },
            {
                "vaccineId": 138
            }
        ],
        "bulletpoints": "Ebola virus disease (EVD) is a rare but severe, often fatal hemorrhagic illness occurring either sporadically or with large local outbreaks originating in (western) Africa.|The virus is first transmitted from wild animals to humans (hunters; food handlers) followed by human-to-human transmission via blood or via body secretions. |The average EVD case fatality rate is around 50% (range: 25% to 90% in past outbreaks). |Community engagement is key to successfully controlling outbreaks using several interventions (case management, prevention and control practices, surveillance and contact tracing, good laboratory service, safe and dignified burials and social mobilization). |Early supportive care with rehydration and symptomatic treatment improves survival. |Two monoclonal antibodies (Inmazeb and Ebanga) were approved for the treatment of Zaire ebolavirus (Ebolavirus) infection in adults and children by the FDA in late 2020. |Two vaccine regimens to protect against EVD were recently licensed and helped control outbreaks in Guinea and the Democratic Republic of the Congo (DRC).",
        "image": "https://vaccitutor.com/pluginfile.php/424/course/overviewfiles/56%20-%20Ebola%20small.png",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=ebola"
    },
    {
        "pathogenId": 30,
        "name": "Dengue Virus",
        "description": "Denguevirus is a mosquito-borne viral infection caused by any of the four closely related viruses: DEN-1, DEN-2, DEN-3, and DEN-4. Symptoms typically begin 3 to 14 days after infection and may include high fever, severe headache, pain behind the eyes, joint and muscle aches, nausea, vomiting, and rash. While many infections are asymptomatic or mild, severe cases can lead to serious complications such as bleeding and shock.",
        "vaccines": [
            {
                "vaccineId": 135
            },
            {
                "vaccineId": 136
            }
        ],
        "bulletpoints": "Dengue is a mosquito-borne flavivirus infection, found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas. |There are four distinct dengue virus (DENV) serotypes, meaning that it is possible to be infected four times. |While 75% of DENV infections are asymptomatic, 20% of result in mild to moderate disease (Dengue fever [DF]), and 5% can cause severe disease with activation of the coagulation system (Dengue hemorrhagic fever [DHF ]), which is usually seen with subsequent DENV infections. |Antibody-mediated disease enhancement (ADE) is a phenomenon that has been observed in various in vitro assays: low concentrations of cross-reacting antibodies from a previous DENV infection in a subsequent infection with another serotype do not neutralize DENV. Instead, they bind to the virus and attach to host cells; thus, enabling viral replication. ADE is one hypothesis proposed, among many, to explain sensitization to severe disease. |There is no specific treatment for DENV. Early detection of disease progression and access to proper medical care lower fatality rates of DHF from about 2.5% to <1%. |Severe dengue is a leading cause of serious illness and death in some Asian and Latin American countries. |The global incidence of dengue has grown dramatically in recent decades. About half of the world's population is now at risk. There are an estimated 100–400 million infections each year. |Dengue prevention and control relies on effective vector control measures. Sustained community involvement can improve vector control efforts substantially. |There is one licensed dengue vaccine, CYD live attenuated tetravalent dengue vaccine (Dengvaxia®) developed by Sanofi Pasteur, which is approved for use in several dengue endemic countries for persons 9–45 years of age living in endemic areas who have had a previously documented dengue virus infection. Several other vaccines are in clinical development.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=dengue",
        "image": "https://vaccitutor.com/pluginfile.php/505/course/overviewfiles/55%20-%20Dengue%20small.png"
    },
    {
        "pathogenId": 31,
        "name": "Poliovirus",
        "description": "Poliovirus is a highly infectious viral disease that primarily affects children under 5 years of age, transmitted mainly through the faecal-oral route. It can invade the nervous system and lead to paralysis in a small percentage of cases.",
        "vaccines": [
            {}
        ],
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Poliovirus",
        "image": "https://vaccitutor.com/pluginfile.php/545/course/overviewfiles/33%20-%20Poliomyelitis%20small.png",
        "bulletpoints": "Wild poliovirus (WPV) comprises 3 serotypes (1, 2, 3) which may infect and destroy spinal cord lower motor neurons. |PV is shed via salivary droplets and feces, and it is transmitted person-to-person.|One case of polio occurs following ~200 (WPV type 1) to ~1000 (type 2 or 3) WPV infections. Thus, one case is the tiny “tip of the iceberg” of widespread infection. |Infection induces long-lasting type-specific immunity, protecting from risk of disease when re-infected, but not from re-infection per se. |In low-income countries, polio occurs early in life and immunity plateaus at 5 years of age with almost 100%; in richer countries the age of polio has shifted towards older ages since the 1940s. |While the majority of WPV-infected persons remain asymptomatic a small proportion has short fever with upper respiratory or gastrointestinal symptoms. |In a few subjects, this first phase may be followed by an acute onset of paralysis of skeletal muscles, due to loss of lower motor neurons from PV infection (=poliomyelitis) with a case-fatality rate of 5%–20%; bulbar involvement increases risk of death, cortical functions (other than emotional, due to physical deformity/disability) are unaffected. |Recurrence of pain and worsening of residual motor power may occur 3–4 decades later ('post-polio syndrome'). |With no specific treatment available, prevention with one of 2 basic vaccine types (live = oral polio vaccines (OPV); and inactivated (IPV) whole virus vaccine) is of highest importance. |With IPV,3 primary doses and one booster protect nearly 100%, whereas 2 priming and 1 booster doses are sufficient, provided the first dose is given at or after 8 weeks of age and second dose again at or after 8 weeks and one booster at least 6 months after the previous dose. |OPV is given orally to induce systemic and gut mucosal immunity, following intestinal infection by vaccination. |In the USA and in most temperate regions one dose induces protective immunity in ~75% of subjects against the 3 virus types and the immunity gap is closed by 2 additional doses. |In tropical/developing countries vaccine efficacy is as low as ~10% for types 1 or 3 and it may take 10-15 doses to induce immunity in >90%. |While there are no safety concerns with IPV, with OPV attenuating mutations may revert, rarely resulting in “vaccine-associated paralytic poliomyelitis” (VAPP), clinically indistinguishable from WPV-caused polio. |VPV can spread and cause VAPP in susceptible contacts. In under-vaccinated communities VPV may circulate, mutate, become WPV-like highly transmissible, and even cause outbreaks of polio. Such virus variants are called circulating Vaccine-derived polioviruses (cVDPVs). |In the 2020s, only 2 countries continue to have indigenous transmission of WPV 1. |Transmission of WPV type 2 had been globally interrupted in 1999 and WPV type 3 in 2012. |Nearly all rich countries have abandoned OPV in favor of IPV in order to avoid VAPP. |cVDPV type 2 and cVDPV type 1, in their order of frequency, are now the major causes of polio outbreaks in African and Asian countries"
    },
    {
        "pathogenId": 32,
        "name": "Enterovirus",
        "description": "Enteroviruses are a genus of positive-sense single-stranded RNA viruses associated with a wide range of human diseases, including mild respiratory illnesses, hand-foot-and-mouth disease, aseptic meningitis, myocarditis, and acute flaccid paralysis. They are primarily transmitted through the fecal-oral and respiratory routes and can lead to severe conditions, particularly in infants and young children.",
        "vaccines": [
            {}
        ],
        "image": "https://vaccitutor.com/pluginfile.php/509/course/overviewfiles/48%20-%20Enterovirus%20diseases%20small.png",
        "bulletpoints": "Enterovirus A71 (EV A71) (genus enterovirus, family pircornaviridae) causes benign vesicular lesions on skin (hand, foot and mouth disease, HFMD) and mucous membranes of the mouth (herpangina), and also severe to life-threatening infections of the brain, the heart, and other internal organs. |Disease outbreaks in the Asia-Pacific region regularly involve thousands of children <5 years resulting in many deaths. Such outbreaks are caused by specific EV genotypes that vary by time and place. |While there are various promising and innovative options for treatment in development, none are licensed to date. Immunoglobulins may be beneficial through virus neutralization and modulation of the inflammatory response by the host. |In China,3 different highly efficacious and safe vaccines are commercially available; however, none are licensed outside the country. Roughly half a dozen vaccines are in the development pipeline, with some using innovative approaches and trying to broaden strain coverage.",
        "link": "https://www.msdmanuals.com/professional/infectious-diseases/enteroviruses/overview-of-enterovirus-infections"
    },
    {
        "pathogenId": 33,
        "name": "Rotavirus",
        "description": "Rotavirus is a highly contagious virus that causes severe gastroenteritis, particularly in infants and young children. Symptoms include watery diarrhea, vomiting, fever, and abdominal pain, which can lead to dehydration.",
        "vaccines": [
            {}
        ],
        "image": "https://vaccitutor.com/pluginfile.php/527/course/overviewfiles/42%20-%20Rotavirus%20small.png",
        "bulletpoints": "Rotavirus is a double-stranded RNA virus that causes vomiting and diarrhea among children under 5 years.  |The main cause of mortality from rotavirus gastroenteritis (RVGE) is dehydration if not corrected appropriately with oral rehydration salts (ORS). |Though the prevalence of RVGE is similar across countries and socio-economic groups, the higher mortality in Sub-Saharan Africa and South Asia is presumably due to poor awareness and poor health system responsiveness rather than poor hygiene. |Enzyme immunoassays are the most commonly used tools for diagnosis of RVGE from stool samples. |ORS and zinc remain the mainstay of treatment. Water, sanitation and hygiene measures did not appear to be very effective leaving vaccination among young children as the primary means of prevention. |4 WHO prequalified live attenuated, oral vaccines are available with different efficacy in high- versus low-mortality countries. There is a high degree of protection in countries with low RV mortality, and lower protection in countries with high RV morbidity and more fatalities. |Rotavirus vaccines were associated with intussusception, though larger trials failed to establish increased risk in vaccinated groups compared to placebo recipients.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Rotavirus"
    },
    {
        "pathogenId": 34,
        "name": "Bacillus anthracis",
        "description": "Bacillus anthracis is a gram-positive, rod-shaped bacterium that causes anthrax, a serious zoonotic disease primarily affecting livestock and occasionally humans. It forms resilient spores that can survive in the environment for decades, and its pathogenicity is linked to two plasmids responsible for producing toxins and a protective capsule that evades the immune response.",
        "vaccines": [
            {
                "vaccineId": 34
            },
            {
                "vaccineId": 35
            }
        ],
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=bacillus+anthracis"
    },
    {
        "pathogenId": 35,
        "name": "Corynebacterium diphtheriae",
        "description": "Corynebacterium diphtheriae is a Gram-positive bacterium responsible for causing diphtheria, characterized by the production of a potent exotoxin that can lead to severe respiratory issues and systemic infections. The bacterium typically infects the nasopharynx or skin, causing symptoms such as pharyngitis, fever, and the formation of a pseudomembrane in the throat.",
        "vaccines": [
            {
                "vaccineId": 101
            },
            {
                "vaccineId": 102
            },
            {
                "vaccineId": 103
            },
            {
                "vaccineId": 104
            },
            {
                "vaccineId": 105
            },
            {
                "vaccineId": 106
            },
            {
                "vaccineId": 107
            },
            {
                "vaccineId": 108
            },
            {
                "vaccineId": 109
            },
            {
                "vaccineId": 110
            },
            {
                "vaccineId": 111
            },
            {
                "vaccineId": 112
            },
            {
                "vaccineId": 113
            },
            {
                "vaccineId": 114
            },
            {
                "vaccineId": 115
            },
            {
                "vaccineId": 116
            },
            {
                "vaccineId": 117
            },
            {
                "vaccineId": 118
            },
            {
                "vaccineId": 119
            },
            {
                "vaccineId": 120
            },
            {
                "vaccineId": 121
            },
            {
                "vaccineId": 122
            },
            {
                "vaccineId": 123
            },
            {
                "vaccineId": 124
            },
            {
                "vaccineId": 125
            },
            {
                "vaccineId": 126
            },
            {
                "vaccineId": 127
            },
            {
                "vaccineId": 128
            },
            {
                "vaccineId": 129
            },
            {
                "vaccineId": 130
            },
            {
                "vaccineId": 131
            },
            {
                "vaccineId": 132
            },
            {
                "vaccineId": 133
            },
            {
                "vaccineId": 134
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/551/course/overviewfiles/30%20-%20Diphtheria%20small.png",
        "bulletpoints": "Diphtheria is caused by toxin-producing bacteria, Corynebacterium diphtheriae, and less frequently by one of two other, zoonotic, Corynebacteria. |Diphtheria toxin destroys tissue, which builds up in the throat and tonsils, making breathing and swallowing almost impossible. |The bacteria are transmitted by respiratory droplets, by direct physical contact with skin lesions, via secretions from infected patients, or contaminated materials. |Clinically, tonsillitis, pharyngitis, laryngitis, and skin infections (wound infection; ulcers) appear; diphtheria once was a terrible killer of young children. |Antibiotics (penicillin, erythromycin, others) are used to eradicate the bacteria; for respiratory infections, diphtheria antitoxin is used to neutralize circulating toxins and reduce/prevent complications like myocarditis, neuritis (nerve palsies). |Case fatality rates of up to 10% have been reported during diphtheria outbreaks, and are even higher in settings where diphtheria antitoxin is unavailable. |Diphtheria vaccines consist of inactivated toxins, called toxoids, and are available in combinations with other antigens such as tetanus, pertussis, and others. |These combinations are usually well-tolerated, local reactions are the most frequently observed side effects. |Efficacy studies are not available but various observational studies consistently indicate high vaccine effectiveness between 87% and 96%.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=corynebacterium+diphtheriae"
    },
    {
        "pathogenId": 36,
        "name": "Mycobacterium tuberculosis",
        "description": "Mycobacterium tuberculosis, also known as Koch's bacillus, is the bacterium responsible for tuberculosis (TB). It primarily affects the lungs but can infect other parts of the body, including the kidneys, spine, and brain. This pathogen is notable for its ability to adapt and survive within the host, often entering a latent phase where it causes no symptoms. TB is spread through airborne transmission when an infected person coughs or sneezes.",
        "vaccines": [
            {}
        ],
        "image": "https://vaccitutor.com/pluginfile.php/511/course/overviewfiles/46%20-%20Tuberculosis%20small.png",
        "bulletpoints": "Tuberculosis (TB) is a major health threat caused by the intracellular bacterial pathogen Mycobacterium tuberculosis (Mtb). |Globally, 10 million individuals fell ill of TB and 1.4 million died in 2019. The COVID-19 pandemic has severely impacted on TB notifications in 2020, thereby markedly increasing morbidity and mortality caused by TB. |The lung is the most frequent site of disease manifestation, the site of pathogen entry and the source of dissemination. |In the infected lung, granulomas are formed at the site of Mtb persistence which primarily consist of macrophages of different maturation stages and T lymphocytes. Solid granulomas contain Mtb, thus preventing outbreak of active disease. The individual is now latently infected. |Once Mtb evades immune control, granulomas become necrotic and later caseous. Active TB disease has started. |Diagnosis of TB is done by chest X-ray, microscopy, bacterial culture, molecular test, and immunologic test. |TB can be cured by a combination of 3-4 specific drugs given over a period of 6-9 months. |Increasing incidences of multi-drug and extensively drug-resistant Mtb render therapy difficult to impossible. |The current vaccine, Bacille Calmette-Guérin (BCG) prevents extrapulmonary childhood TB but fails to protect against pulmonary TB in all age groups. |New vaccines against TB are urgently needed. New candidates that have entered clinical trials are killed whole cell vaccines, recombinant live vaccines, Mtb antigen-adjuvant formulations or viral vectors expressing Mtb antigens.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Mycobacterium+tuberculosis"
    },
    {
        "pathogenId": 37,
        "name": "Salmonella Typhi",
        "description": "Salmonella Typhi is a bacterium that causes typhoid fever, a serious infection characterized by prolonged high fever, fatigue, headache, abdominal pain, and gastrointestinal disturbances. It is transmitted through contaminated food or water and primarily affects humans, with no known animal reservoirs.",
        "vaccines": [
            {}
        ],
        "image": "https://vaccitutor.com/pluginfile.php/517/course/overviewfiles/47%20-%20Enteric%20fever%20%28Salmonella%20Typhi%29%20small.png",
        "bulletpoints": "Typhoid and Paratyphoid fevers (collectively, enteric fever) are indistinguishable, acute generalized febrile infections caused by Salmonella enterica serovars Typhi and Paratyphi A and Paratyphi B sensu stricto.|Enteric Fever is a significant cause of morbidity and mortality worldwide, particularly in low- and middle-income countries (LMIC), where social and sanitary conditions are poor. In 2017, approximately 14.3 million cases of disease and 135, 900 deaths were reported. |Antibiotic treatment reduces severity and duration of disease. However, the emergence of several multidrug resistant strains (MDR) and, more recently, of extensively drug-resistant (XDR) strains of S. Typhi has decreased treatment options. |Due to significant disease burden and increasing antimicrobial resistance, particularly in South/South-East Asia and sub-Saharan Africa, it is essential to implement vaccination campaigns with safe and effective vaccines. |Three vaccine types are available against S. Typhi: the live attenuated vaccine (Ty21a), the unconjugated Vi polysaccharide vaccine (Vi-PS) and the typhoid conjugated vaccine (TCV), while no vaccine is yet available against S. Paratyphi strains. |Most recently licensed and WHO prequalified TCVs can be used for immunization of infants starting at 6 months of age. Field trials in endemic Asian and African countries have shown that TCV has a >80% clinical efficacy. ",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=salmonella%20typhi"
    },
    {
        "pathogenId": 38,
        "name": "Vibrio cholerae",
        "description": "Vibrio cholerae is a species of Gram-negative, facultative anaerobe and comma-shaped bacteria that causes cholera, a highly contagious diarrheal disease characterized by profuse watery diarrhea. It primarily resides in brackish or saltwater and can be transmitted through contaminated water or undercooked seafood. The bacterium produces cholera toxin, which leads to severe dehydration and electrolyte imbalance.",
        "vaccines": [
            {}
        ],
        "image": "https://vaccitutor.com/pluginfile.php/519/course/overviewfiles/52%20-%20Vibrio%20Cholerae-diarrhea%20b%20small.png",
        "bulletpoints": "Cholera is an acute infectious diarrhea caused by ingestion of food or water contaminated with the bacterium Vibrio cholerae. |There are two major serogroups of V. cholerae: O1 and O139. Recently, all outbreaks were caused by serogroup O1, El Tor biotype. |In 2017, 1,227,391 cholera cases were reported and 5,654 associated deaths, with a case fatality rate of 0.5%, worldwide. |Cholera is transmitted through the fecal-oral route, directly from person-to-person or indirectly through contaminated fluids from an environmental reservoir, food, and potentially from flies and fomites. |Patients present with acute watery diarrhea with copious rice-watery stools, abdominal cramps, vomiting, and fever. Severe cholera results in a rapid loss of body fluids within only a few hours which leads to dehydration, shock, and death. |Rapid rehydration with replacement of electrolytes though oral rehydration solution or IV fluid administration is the mainstay of treatment for cholera. |Improving access to clean potable Water, adequate Sanitation, and Hygiene (WaSH) practices remain the mainstay of prevention of cholera. |Cholera vaccination is only considered as a complementary cholera prevention and control measure. |Currently, three WHO prequalified oral cholera vaccines (OCV) are available: Dukoral®, Shanchol™, and Euvichol-Plus® (improved version of Euvichol). These vaccines have a good safety profile and require two doses for full protection. |Dukoral is an inactivated whole cell monovalent (O1) vaccine with a recombinant B subunit of cholera toxin, given to individuals ≥2 years (VE ~85% for about 2 years in adults and 6 months in children 2–5 years of age). It also provides protection against enterotoxigenic Escherichia coli (ETEC) infections. Dukoral is mainly used for travelers. |Shanchol and Euvichol are inactivated modified whole-cell bivalent (O1 and O139) vaccines and can be given to individuals ≥1 year. These vaccines have protective efficacy of ~65% for 5 years against cholera.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Vibrio+cholerae"
    },
    {
        "pathogenId": 39,
        "name": "Bordetella pertussis",
        "description": "Bordetella pertussis is a Gram-negative, aerobic bacterium that causes pertussis, commonly known as whooping cough. It is highly contagious and primarily spreads through respiratory droplets. The disease is characterized by severe coughing fits that can lead to a 'whooping' sound during inhalation, especially in infants and young children.",
        "vaccines": [
            {
                "vaccineId": 36
            },
            {
                "vaccineId": 37
            },
            {
                "vaccineId": 38
            },
            {
                "vaccineId": 39
            },
            {
                "vaccineId": 40
            },
            {
                "vaccineId": 41
            },
            {
                "vaccineId": 42
            },
            {
                "vaccineId": 43
            },
            {
                "vaccineId": 44
            },
            {
                "vaccineId": 45
            },
            {
                "vaccineId": 46
            },
            {
                "vaccineId": 47
            },
            {
                "vaccineId": 48
            },
            {
                "vaccineId": 49
            },
            {
                "vaccineId": 50
            },
            {
                "vaccineId": 51
            },
            {
                "vaccineId": 52
            },
            {
                "vaccineId": 53
            },
            {
                "vaccineId": 54
            },
            {
                "vaccineId": 55
            },
            {
                "vaccineId": 56
            },
            {
                "vaccineId": 57
            },
            {
                "vaccineId": 58
            },
            {
                "vaccineId": 59
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/549/course/overviewfiles/31%20-%20Pertussis.png",
        "bulletpoints": "The bacterium Bordetella pertussis causes disease by producing various virulence and adhesion factors, among them pertussis toxin (PT), filamentous hemagglutinin (FHA), pertactin (PRN) and agglutinogens (Agg), also called fimbriae (FIM) |'Typical' pertussis or whooping cough starts with unspecific respiratory symptoms (catarrhal phase) followed by severe coughing spasms with whoops and vomiting (paroxysmal phase) and only after weeks or months disease severity slowly wanes (convalescent phase). |'Atypical pertussis' with unspecific, long-lasting coughing episodes is seen in adolescents and adults; very young infants may die from apnoea. |B. pertussis is transmitted by droplets, and neither infection nor vaccination produce long lasting protection. |Macrolide antibiotics are given to patients and their contacts to reduce spread of the organism; however, antibiotics do NOT change the duration or course of the disease once symptoms are present. |Whole cell pertussis vaccines (wP) consist of whole inactivated B. pertussis-cells, whereas acellular vaccines (aP) consist of one to five single components like PT, FHA, PRN or FIM. Pertussis vaccines are currently only available as combination vaccines with tetanus und diphtheria (DTP). Among these are DTwP; DTaP; TdaP; and various DTP-combinations with Hib, IPV, HBV vaccines.  |Whole cell pertussis (DTwP) combination vaccines are more reactogenic, whereas DTaP vaccines are generally well tolerated. |Some DTwP had good efficacy/effectiveness (90%), it was low (40%) with others. Vaccine efficacy of DTaP vaccines ranges between 70% and 90%. As with most vaccines, efficiency is higher for severe disease. |While pertussis vaccines did control clinical disease, protection is limited. Vaccination is recommended for all infants (three doses) worldwide with a booster in the second year of life. Many countries give additional doses at school entry and in adolescents, and some to adults. Vaccination of pregnant women effectively protects newborn infants and is increasingly recommended.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Bordetella+pertussis"
    },
    {
        "pathogenId": 40,
        "name": "Haemophilus influenzae",
        "description": "Haemophilus influenzae is a Gram-negative bacterium that can cause a variety of infections, ranging from mild conditions like ear infections to severe diseases such as pneumonia, meningitis, and bloodstream infections. It is often spread through respiratory droplets from coughing or sneezing.",
        "vaccines": [
            {
                "vaccineId": 139
            },
            {
                "vaccineId": 140
            },
            {
                "vaccineId": 141
            },
            {
                "vaccineId": 142
            },
            {
                "vaccineId": 143
            },
            {
                "vaccineId": 144
            },
            {
                "vaccineId": 145
            },
            {
                "vaccineId": 146
            },
            {
                "vaccineId": 147
            },
            {
                "vaccineId": 148
            },
            {
                "vaccineId": 149
            },
            {
                "vaccineId": 150
            },
            {
                "vaccineId": 151
            },
            {
                "vaccineId": 152
            },
            {
                "vaccineId": 153
            },
            {
                "vaccineId": 154
            },
            {
                "vaccineId": 155
            },
            {
                "vaccineId": 156
            },
            {
                "vaccineId": 157
            },
            {
                "vaccineId": 158
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/547/course/overviewfiles/32%20-%20Haemophilus%20Influenzae%20Type%20B%20%28HIB%29%20small.png",
        "bulletpoints": "Haemophilus influenzae is a small Gram negative coccobacillus colonizing the respiratory tract of humans. The bacterium may cause direct local infections like otitis media, as well as severe invasive diseases like meningitis. |In the prevaccine era, of the 6 capsular serotypes (a–f), type b caused the majority of invasive disease cases, whereas “nontypeable H. influenzae” (NTHi) and other capsular types predominate today. |H. influenzae infections affect mainly children <5 years as well as persons >60 years with underlying diseases like COPD. |Diagnosis of Hib disease is performed by classical microbiological culture techniques, antigen detection tests and polymerase chain reaction from blood samples, CSF or puncture samples. |If untreated or if treatment is delayed, invasive Hib diseases may result in severe consequences such as hearing loss, chronic seizures, learning disabilities, and even death. |Safe and effective polysaccharide-conjugate vaccines have been available for children for almost 30 years, reducing invasive Hib-incidences from about 60 to <1 / 105. Today, largely DTP-based Hib-combinations are used. |After the primary series with 2 or 3 doses depending on the product and local recommendations, a booster dose in the second year of life is needed to ensure long-term protection.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Haemophilus+influenzae"
    },
    {
        "pathogenId": 41,
        "name": "Clostridium tetani",
        "description": "Clostridium tetani is a common soil bacterium and the causative agent of tetanus. It is an anaerobic, spore-forming bacillus that produces a potent toxin, tetanospasmin, which disrupts neurotransmitter release, leading to muscle spasms and rigidity.",
        "vaccines": [
            {
                "vaccineId": 62
            },
            {
                "vaccineId": 63
            },
            {
                "vaccineId": 64
            },
            {
                "vaccineId": 65
            },
            {
                "vaccineId": 66
            },
            {
                "vaccineId": 67
            },
            {
                "vaccineId": 68
            },
            {
                "vaccineId": 69
            },
            {
                "vaccineId": 70
            },
            {
                "vaccineId": 71
            },
            {
                "vaccineId": 72
            },
            {
                "vaccineId": 73
            },
            {
                "vaccineId": 74
            },
            {
                "vaccineId": 75
            },
            {
                "vaccineId": 76
            },
            {
                "vaccineId": 77
            },
            {
                "vaccineId": 78
            },
            {
                "vaccineId": 79
            },
            {
                "vaccineId": 80
            },
            {
                "vaccineId": 81
            },
            {
                "vaccineId": 82
            },
            {
                "vaccineId": 83
            },
            {
                "vaccineId": 84
            },
            {
                "vaccineId": 85
            },
            {
                "vaccineId": 86
            },
            {
                "vaccineId": 87
            },
            {
                "vaccineId": 88
            },
            {
                "vaccineId": 89
            },
            {
                "vaccineId": 90
            },
            {
                "vaccineId": 91
            },
            {
                "vaccineId": 92
            },
            {
                "vaccineId": 93
            },
            {
                "vaccineId": 94
            },
            {
                "vaccineId": 95
            },
            {
                "vaccineId": 96
            },
            {
                "vaccineId": 97
            },
            {
                "vaccineId": 98
            },
            {
                "vaccineId": 99
            }
        ],
        "image": "https://vaccitutor.com/pluginfile.php/553/course/overviewfiles/29%20-%20Tetanus%20small.png",
        "bulletpoints": "Tetanus is acquired through exposure to the environmental spore-forming Gram-positive bacillus Clostridium tetani, which may infect human wounds and cause disease by production of an exotoxin (tetanospasmin). There is no human-to-human transmission. |The disease occurs worldwide and it is sporadic in high-income countries with universal access to well-accepted immunization programs. It is more common in agricultural regions and in low-income countries where contact with animal excreta is more likely and immunization programs are inadequate. |Neonatal tetanus (NNT) following unclean deliveries and poor postnatal hygiene is still responsible for the majority of tetanus cases and deaths; the majority of NNT occurs in poor Asian and African countries, whereas in high-income countries the disease is extremely rare. |Three forms of clinical disease can be distinguished: the most common form is generalized tetanus, whereas local tetanus and cephalic tetanus are rare. Neonatal tetanus (NNT) is a form of generalized tetanus in newborns. |The case fatality rate of tetanus is high, 3%–95% depending on age, immune- and immunization-status, form of disease, and availability of proper medical care. |The efficacy of tetanus toxoid vaccines was never formally studied, but cases in adequately vaccinated subjects are extremely rare and impact data (e.g. for NNT) convincingly show high vaccine effectiveness. |WHO estimates that in 2018, 25,000 newborns died from NNT, an 88% reduction from the situation in 2000.",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=tetanus"
    },
    {
        "pathogenId": 42,
        "name": "Plasmodium falciparum",
        "description": "Plasmodium falciparum is a unicellular protozoan parasite and the deadliest species of Plasmodium that causes malaria in humans. It is transmitted through the bite of a female Anopheles mosquito and is responsible for the majority of malaria-related deaths worldwide, particularly in Sub-Saharan Africa.",
        "vaccines": [
            {}
        ],
        "image": "https://vaccitutor.com/pluginfile.php/503/course/overviewfiles/56%20-%20Malaria.png",
        "bulletpoints": "Malaria is a life-threatening disease caused by protozoan parasites that are transmitted to humans through the bite of infected female Anopheles mosquitoes. |More than 3 billion people live in endemic areas, and there are >200 million cases resulting in >400,000 deaths annually. |The malaria parasite life cycle involves two hosts, humans and mosquitos. |Five Plasmodium species infect humans: Plasmodium falciparum, P. vivax, P. malariae, P. ovale, and the monkey parasite P. knowlesi, with more than 90% of deaths in sub-Saharan Africa due to P. falciparum. |Young children and pregnant women are at highest risk for severe and deadly disease courses. |While there are several dozen vaccine candidates, the only approved vaccine as of 2021 is RTS,S/ASO1 (Mosquirix®). In a 5-year phase 3 study, 4 doses of RTS,S prevented 39% malaria cases over a 4-year follow-up and 29% of severe malaria cases.  |It requires four injections and has a short-term efficacy around 30%. |Following pilot programs in Ghana, Kenya and Malawi in 2019 to address concerns, in October 2021, WHO recommended “. . . the RTS,S/AS01 malaria vaccine be used for the prevention of P. falciparum malaria in children living in regions with moderate to high transmission as defined by WHO.”",
        "link": "https://vaccitutor.com/course/search.php?areaids=core_course-course&q=Plasmodium+falciparum"
    }
]